/* eslint-disable max-len */
import React from 'react';
import { TabMore } from '@jannie-shao/components-antd4';

const App = () => (
  <TabMore lineClamp={2}>
    好长好长的文案。好长好长的文案。好长好长的文案。好长好长的文案。好长好长的文案。好长好长的文案。好长好长的文案。好长好长的文案。好长好长的文案。好长好长的文案。好长好长的文案。好长好长的文案。好长好长的文案。好长好长的文案。好长好长的文案。好长好长的文案。好长好长的文案。好长好长的文案。好长好长的文案。好长好长的文案。好长好长的文案。好长好长的文案。好长好长的文案。好长好长的文案。好长好长的文案。好长好长的文案。好长好长的文案。好长好长的文案。好长好长的文案。好长好长的文案。好长好长的文案。好长好长的文案。好长好长的文案。好长好长的文案。好长好长的文案。好长好长的文案。好长好长的文案。好长好长的文案。好长好长的文案。好长好长的文案。
  </TabMore>
);

export default App;
